{
  "If apple HLS streams should be used when available.": "",
  "If Apple HLS streams should be used when available on Android devices, \r\n\t\t\tby default progressive streams are used on Android because of Android HLS compatibility issues.": "",
  "If Apple HLS streams should be used when available on Desktop browsers with Flash.": "",
  "If the player should start playback once ready.": "",
  "If set to true, player will start with audio muted. This will be respected across entries and ads, until the user enables volume in the player. Note some VPAID ads do not support auto mute.": "",
  "Reach multi-lingual audience and comply with FCC regulations with Kontorol multi-lingual closed captions support.": "",
  "Layout mode for caption, on top of the video or below the video.": "",
  "ontop": "",
  "below": "",
  "On top of the video.": "",
  "Below the video.": "",
  "Should caption be displayed by default.": "",
  "Should captions styling menu be enabled.": "",
  "Should cookies be used to store user language.": "",
  "Top level font familiy for Captions text.": "",
  "Captions font size.": "",
  "Font size": "",
  "Color of the caption text.": "",
  "Background color for timed text.": "",
  "Background color": "",
  "If the timed text should have a glow / shadow.": "",
  "The glow amount in pixels.": "",
  "The color of the glow.": "",
  "The default language key for the player.": "",
  "If the caption button should be hidden when no captions are available for the current entry.": "",
  "Show captions embedded in the video file.": "",
  "Custom on screen button.": "",
  "Control bar container, contains all the player controls.": "",
  "If the controls should hover on the player, or not.": "",
  "Audio description tracks, supports associating an audio file to be played at the same time as the video.": "",
  "The URL or custom data mapping to URL for the audio description track.": "",
  "Loading spinner options allows you to customize the look of the loading spinner.": "",
  "An image URL, to use as the loading spinner. By default it is null. If a URL is provided, it will replace the dynamic loading spinner.": "",
  "The number of lines to draw, 11 by default.": "",
  "The length of each line, 10 pixels by default.": "",
  "The line thickness, 6 pixels thick by default.": "",
  "The radius of the inner circle, 12 pixels thick by default.": "",
  "Corner roundness (0..1), default 1 for fully rounded corners.": "",
  "The rotation offset, 0 by default.": "",
  "1: clockwise, -1: counterclockwise, clockwise by default.": "",
  "An array of RGB colors delimited by |, or a single RGB style color string. By default uses the color wheel.": "",
  "Rounds per second, default 1.6.": "",
  "Afterglow percentage. 100 by default.": "",
  "Whether to render a shadow, false by default.": "",
  "The CSS class to assign to the spinner, default 'spinner'.": "",
  "The z-index (defaults to 2000000000).": "",
  "Top position relative to parent in px, auto by default.": "",
  "Left position relative to parent in px, auto by default.": "",
  "Displays an on-screen list of clips in the carousel. When playing the list is hidden, when paused it is displayed": "",
  "The id of the playlist to be displayed": "",
  "The Kontorol playlist plugin, supports associating multiple clips in sequence.": "",
  "Playlist Configuration": "",
  "Position of the playlist.": "",
  "top": "",
  "bottom": "",
  "Left of the video": "",
  "Right of the video": "",
  "Above the video": "",
  "Below the video": "",
  "Playlist layout.": "",
  "vertical": "",
  "horizontal": "",
  "Vertical playlist": "",
  "Horizontal playlist": "",
  "Include clip list in the display.": "",
  "Display Next / Previous buttons.": "",
  "Display playlist header, including title, number of clips and playlist controls.": "",
  "If the playlist should autocontinue.": "",
  "If the playlist should autoplay on load.": "",
  "If the playlist should loop.": "",
  "Hide clip poster when switching to another clip.": "",
  "Render on publisher's page": "",
  "When unchecked, the playlist will be rendered inside the player's iframe (recommended).": "",
  "Minimum number of clips to show in the playlist without scrolling.": "",
  "Max number of clips to show in the playlist.": "",
  "The entryId that should be played first.": "",
  "The playlist URL. (can be a Kontorol playlist service or MRSS)": "",
  "The kontorol playlist Id": "",
  "The name of the playlist.": "",
  "The N playlist URL.": "",
  "The name of the indexed playlist.": "",
  "Additional playlists.": "",
  "Set the language of the Kontorol player user interface. Supports language code or <b>auto</b> to take the browser\r\n\t\trequested language from JavaScript vars.": "",
  "language code, or \"auto\" for browser content language preference": "",
  "The duration image entries should be displayed.": "",
  "If metadata should be loaded into the player.": "",
  "The metadata profile ID to be used for custom player metadata. <br>  If unset, will use the latest metadata ID added to that player. It is best to point it at a particular metadata profile ID.<br>It Will pouplate {mediaProxy.entryMetadata} with the associated custom data.": "",
  "The external interface disabled flag.": "",
  "Enables users to select the video playback rate. Note http streamerType must be used to support playbackRateSelector in capable HTML5 browsers.": "",
  "The default speed of the player.": "",
  "The set of selectable speeds, where 1 = 100% speed. Seperated by commas.": "",
  "Enables users to select the video playback stream out of a selection of streams.": "",
  "The default stream.": "",
  "Enable keyboard shortcuts (Key mappings: \"[\" - Next, \"]\" - Previous, \"\\\" - Default)": "",
  "The Kontorol flavor selector plugin.": "",
  "Enables users to select the video quality.": "",
  "When the player changes size or goes into fullscreen,\r\n\t\t\t\t\tthe source will update per playback resolution. By default, the embed size \r\n\t\t\t\t\tis only taken into consideration at startup.": "",
  "Hide the source from the selection list.": "",
  "Use simple format to restrict to two sources only per named size, and not list content type.": "",
  "Configure the display mode to set the type of information to display in the source selector's menu: size, bit-rate or both.": "",
  "size": "",
  "bitrate": "",
  "sizebitrate": "",
  "Size": "",
  "Bit-rate": "",
  "Size and bit-rate": "",
  "Enables users to select multiple audio tracks.": "",
  "If the audio selector should be activated.": "",
  "Enable audio selector": "",
  "Set default language of the audio, supporting ISO-639 two letters string": "",
  "Default language code": "",
  "Allows you to add UI variables to the player configuration.": "",
  "UI Variables": "",
  "List of UI variables": "",
  "UI variables": "",
  "Enables users to add a download button to the player controls.\r\n\t\t\tThe download button will enable users to download the media to a local file.": "",
  "topBarContainer": "",
  "videoHolder": "",
  "left": "",
  "right": "",
  "Left": "",
  "Right": "",
  "Flavor ID": "",
  "Flavor ID for the downloaded movie source. When specified, overrides any preferred bitrate settings": "",
  "Preferred bitrate": "",
  "Preferred bitrate for the downloaded movie source (when Flavor ID is not specified). Keep empty for the highest bitrate. Enter '0' for the original movie source file": "",
  "Download name": "",
  "Defines the name of the downloaded file": "",
  "Preferred params id": "",
  "Defines the flavor params id, from the transcoding settings": "",
  "The playFrom and playTo attributes enable building a preview of a segment of content.": "",
  "The start time for the video playback.": "",
  "The time in seconds, for the video playback to end.": "",
  "The initial bitrate to be selected.": "",
  "To override mediaProxy object.": "",
  "To override entry supplied cuePoints.": "",
  "Virtaulzies the playhead to selected segment of time.": "",
  "The deliveryCode is passed along as part of a domain prefix into the stream URL. (can be used for per-embed URL billing categorization)": "",
  "The controlsHolder enables you to hide or show the control bar.": "",
  "If the control holder should be visible.": "",
  "Height of the controls holder.": "",
  "The control bar holder.": "",
  "If the control screen holder should be visible.": "",
  "The playhead scrubber.": "",
  "The holder for the playhead scrubber. If set to controlsContainer,\r\n\t\t\t\t\twill be inline with the other control buttons.\r\n\t\t\t\t\tIf set to controlsBarContainer,will take a full horizontal line": "",
  "controlsBarContainer": "",
  "controlsContainer": "",
  "The minimum width of the playhead. If the min-width is reached, normal responsive display importance removal rules come into effect.": "",
  "Show a preview thumbnail with the current time when mouse is over the scrubber": "",
  "Show only the time when mouse is over the scrubber": "",
  "<b>Playhead Segment</b> enables setting start and end times of a larger stream. <br>\r\nThe playhead reflects segment time as if it was the natural stream length.": "",
  "Logo image URL": "",
  "URL for custom control bar logo image.": "",
  "Logo link": "",
  "URL for the control bar logo to click through to.": "",
  "Title tooltip for the logo": "",
  "An additional class to add to the logo. Can be used for CSS based custom logo image.": "",
  "The Kontorol custom logo plugin.": "",
  "URL path to plugin image. For default controls height, logo can be 20 by 20 pixel png.": "",
  "URL for plugin click.": "",
  "Theme CSS style.": "",
  "Custom styles": "",
  "Button's size": "",
  "Button's color": "",
  "Button's color. Note: using transparency will disable this color setting in Internet Explorer 8": "",
  "Button's icon color": "",
  "Slider color": "",
  "Scrubber color": "",
  "Controls bar color": "",
  "Slider watched color": "",
  "Slider buffer color": "",
  "Time label color": "",
  "Apply drop shadow to icons": "",
  "Drop shadow color": "",
  "Add the share interface to the player.": "",
  "Alignment for component, can be left or right.": "",
  "Draw order of the component within the container.\r\n\t\t\tTogether with alignment, determines component placement of the component. Order is set with respect to siblings on the parent container.": "",
  "<p style='text-align: left'>Allows you to define the URL shared for this player:</p>\r\n\t\t\t\t\t\t<ul style='text-align: left'>\r\n\t\t\t\t\t\t\t<li><b>smart</b> will maximize inline social sharing playback, by using the\r\n\t\t\t\t\t\t\t\tpage URL or Kontorol URL, and depend on whether opengraph tags are present on the page</li>\r\n\t\t\t\t\t\t\t<li><b>parent</b> will share the parent page URL.</li>\r\n\t\t\t\t\t\t\t<li><b>http://my-custom-domain.com/?v={mediaProxy.entry.id}</b> a custom URL with magic substitution can also be used.</li>\r\n\t\t\t\t\t\t</ul>": "",
  "Define included networks, separate by commas. Currently share supports facebook, twitter, googleplus.": "",
  "Display Share link.": "",
  "Display Embed code.": "",
  "Enables the customization of the embed code template, leave empty to use iframe default.": "",
  "Allow setting a time offset for the entry.": "",
  "Display secured embed option.": "",
  "Display Email in the share options.": "",
  "Specify a UIConf ID for the shared link. Leave empty to use the current UIConf.": "",
  "Configuration options for all share networks.": "",
  "Facebook": "",
  "Twitter": "",
  "Google+": "",
  "Email": "",
  "LinkedIn": "",
  "SMS": "",
  "Embed code configuration options.": "",
  "The kontorol watermark plugin": "",
  "Watermark": "",
  "Position": "",
  "Position of the watermark.": "",
  "topRight": "",
  "topLeft": "",
  "bottomRight": "",
  "bottomLeft": "",
  "Top Right": "",
  "Top Left": "",
  "Bottom Right": "",
  "Bottom Left": "",
  "The URL path to the watermark image.": "",
  "The URL for the watermark click.": "",
  "Watermark display duration": "",
  "Number of seconds to display the watermark, 0 show always.": "",
  "Padding CSS": "",
  "Padding CSS property from the edge of the play screen; top right bottom left, or single value.": "",
  "Playlist 'Next' and 'Previous' buttons": "",
  "Playlist controls": "",
  "Parent container for component. Components include default placement, leave as null if unsure.": "",
  "Top bar container": "",
  "Controls container": "",
  "Use Kontorol statistics to\r\n\t\t<a target=\"_new\" href=\"http://knowledge.kontorol.com/creating-and-tracking-analytics-kmc-0\">track analytics for the Kontorol player.</a>\r\n\t\tStatistics are enabled by default.": "",
  "Use to audit Kontorol events with a named callback function.": "",
  "The playback context sent to Kontorol analytics.": "",
  "The featureType var sent to Kontorol analytics.": "",
  "For registering the application with Kontorol analytics.": "",
  "For associating a userId with Kontorol analytics.": "",
  "The external resources attributes can be applied to a custom plugin by any name. All number keys can be incremneted to load more resources. i.e onPageJs1 onPageJs2 onPageJs3 etc.": "",
  "An onPage javascript file is loaded on the client page. More about <a href=\"http://html5video.org/wiki/Kontorol_OnPage_Plugins\">onPage plugins</a>": "",
  "An onPage CSS file is loaded on the client page. More about <a href=\"http://html5video.org/wiki/Kontorol_OnPage_Plugins\">onPage plugins</a>": "",
  "Javascript to be loaded inside the iframe. More about <a href=\"http://html5video.org/wiki/Developing_Kontorol_HTML5_Plugins\">html5 iframe plugins</a>": "",
  "CSS to be loaded inside the iframe. More about <a href=\"http://html5video.org/wiki/Developing_Kontorol_HTML5_Plugins\">html5 iframe plugins</a>": "",
  "Sets player default by user agent rules.": "",
  "Disable the forceMobileHTML5 URL flag. This prevents showing the HTML5 player via the URL flag.": "",
  "First rule, RegMatch postfix means the rule is a regular expression.": "",
  "Lead with HTML5 action to take for matching the first rule.": "",
  "Second rule, Match postfix means the rule is a simple string search.": "",
  "Force Flash action to take for matching the second rule.": "",
  "Third rule, Match postfix means the rule is a simple string search.": "",
  "Force Msg, displays the HTML for matching the third rule. HTML should be escaped.": "",
  "Fourth rule,  RegMatch postfix means the rule is a regular expression.": "",
  "Fourth action, LeadWithHTML5 means lead with HTML5 for fourth rule match ": "",
  "URL for the javascript to be loaded in the iframe.": "",
  "URL for the CSS to be loaded in the iframe.": "",
  "URL for the javascript to be loaded on the embedding page.": "",
  "URL for CSS to be loaded on the embedding page.": "",
  "If true, play pause button will be active during ad playback": "",
  "Bumpers, enables a Kontorol entry to be displayed before or after the content.": "",
  "The entry id of the bumper to be played": "",
  "The URL to open when the user clicks the bumper video.": "",
  "Click URL": "",
  "The preSequence number for sequencing the bumper before or after ads before content. Also can be set to zero and set postSequence to 1, to have the bumper play after the content": "",
  "Pre-sequence index": "",
  "The postSequence number for sequencing the bumper before or after ads after content. Also can be set to zero and set preSequence to 1, to have the bumper play before the content": "",
  "Post-sequence index": "",
  "Skip button": "",
  "Vast / DoubleClick skip button settings": "",
  "Skip button label.": "",
  "Skip button label": "",
  "The time in seconds, before the skip ad link is active.": "",
  "Skip notice": "",
  "Vast / DoubleClick skip notice": "",
  "Skip notice text (can use evaluated expressions)": "",
  "Skip notice text": "",
  "You can skip this ad in {sequenceProxy.skipOffsetRemaining} seconds": "",
  "Vast / DoubleClick notice message": "",
  "Notice message (can use evaluated expressions)": "",
  "Notice message": "",
  "Vast": "",
  "Preroll": "",
  "Postroll": "",
  "Comp.": "",
  "Configuration": "",
  "Kontorol player features robust VAST support for prerolls, midrolls, overlays, companions and postrolls": "",
  "The VAST ad tag XML URL.": "",
  "Preroll URL": "",
  "The VAST ad tag URL used where platform does not support flash. If undefined all platforms will use the base prerollUrl for ad requests.": "",
  "Preroll JS URL": "",
  "Preroll(s) amount": "",
  "The number of prerolls to be played.": "",
  "Number of prerolls to start with.": "",
  "Preroll interval.": "",
  "How often to show prerolls": "",
  "VAST pre-sequence index": "",
  "The VAST preSequence index. For example,1 for ads then 2 for a bumper plugin; would result in ad then bumper.": "",
  "Postroll URL": "",
  "The vast ad tag xml url": "",
  "The VAST ad tag URL used where platform does not support flash.\r\n\t\t\tIf undefined all platforms will use the base postrollUrl for ad requests.": "",
  "Postroll JS URL": "",
  "Postroll(s) amount": "",
  "Number of postrolls to start with.": "",
  "Number of postrolls to start with": "",
  "How often to show postrolls.": "",
  "VAST post-sequence index": "",
  "The VAST post-Sequence index. For example, 1 for ads then 2 for a bumper plugin; would result in ad then bumper.": "",
  "HTML Companions": "",
  "Companions list. For each companion please specify the ad container div id and the expected ad width and height.": "",
  "Overlay URL": "",
  "The VAST XML file that contains the overlay media and tracking info.": "",
  "Overlay start time.": "",
  "Start time (in seconds) for overlay.": "",
  "How often should the overlay be displayed.": "",
  "The timeout in seconds, for displaying an overlay VAST ad. If the VAST XML specifies the minSuggestedDuration attribute, this property will be ignored.": "",
  "If entry cuepoints should be tracked for midroll ad requests.": "",
  "It allows to catch seek requests during ads and return the player to original play time..": "",
  "If the frequency playback should be stored across player reloads.\r\n\t\t\t\t\tBy default, only playlists respect frequency intervals.\r\n\t\t\t\t\tIf set to true, the prerollInterval will be respected across player views.": "",
  "If the ad should pause when clicked.": "",
  "Enable CORS request to support request cookies to secured domains over ajax": "",
  "By default ads are loaded at player startup time. \r\n\t\t\t\t\tSetting loadAdsOnPlay to true will load ads only once the user presses play.": "",
  "The keyboard shortcuts plugins allows you to control the player using keyboard shortcuts. More about JavaScript <a target=\"_new\" href=\"https://developer.mozilla.org/en-US/docs/Web/API/KeyboardEvent.keyCode#Constants_for_keyCode_value\">key mappings</a>": "",
  "Volume change percent, from 0 to 1.": "",
  "Short seek time in seconds.": "",
  "Long seek time in seconds.": "",
  "Volume Up Key.": "",
  "Volume Down Key.": "",
  "Playback toggle Key.": "",
  "Short Seek back key.": "",
  "Short Seek long key.": "",
  "Open Full Screen Key.": "",
  "Close Full Screen Key. Browsers by default supports escape key, independent of keyboard mapping.": "",
  "Go to the beginning of the video.": "",
  "Go to the end of the video.": "",
  "Long Seek long key.": "",
  "Long Seek back key.": "",
  "Comma seperated keys for percentage seek.": "",
  "The volume control plugin allows you to control the player volume using mute/unmute buttons and a volume slider.": "",
  "Show the volume slider.": "",
  "Volume slider layout.": "",
  "Horizontal": "",
  "Vertical": "",
  "If the volume slider bar should always be shown.": "",
  "Accessible buttons volume change percent from 0 to 1: The amount of volume that will be added or reduced when using the accessible volume buttons.": "",
  "Accessible buttons volume change percent from 0 to 1.": "",
  "The accessibility buttons allow keyboard access to seek forward/backward and current position.": "",
  "Support position button.": "",
  "Support seek forward button.": "",
  "Support seek backward button.": "",
  "Allows you to block the player to specific user agents.": "",
  "Comma seperated list of browsers to search for.": "",
  "Error Title.": "",
  "Error Message.": "",
  "Allow your users to capture a thumbnail from the video content. A KS must be supplied to ingest the reqspective thubmnail.": "",
  "If the plugin should be activated": "",
  "Allow your users to flag content as inapproriate.": "",
  "Header text to show above the form.": "",
  "Long description for the plugin.": "",
  "Button tooltip.": "",
  "Reason: Sexual Content": "",
  "Reason: Sexual Content.": "",
  "Reason: Violent Content": "",
  "Reason: Violent Content.": "",
  "Reason: Harmful Content": "",
  "Reason: Harmful Content.": "",
  "Reason: Spam": "",
  "Reason: Spam.": "",
  "Minimum characters in description. 0 means no validation": "",
  "Add Information screen about the video.": "",
  "HTML Template for the info screen.": "",
  "Enables a title hover overlay over the video content.": "",
  "Alignment for title text.": "",
  "The text string to be displayed for the title.": "",
  "Truncate long titles to fit in one line. Truncated titles get a tooltip and 3 dots at the end of the truncated text.": "",
  "Dual Screen": "",
  "The Kontorol Player is the front-end interface used to view captured videos and/or presentations. The Kontorol Player provides you with multiple interactive viewing options, such as Picture-in-Picture, Side-by-Side, and other displays": "",
  "Default Layout": "",
  "pip-parent-in-small": "",
  "Side by Side / parent in right": "",
  "Side by Side / parent in left": "",
  "Picture in Picture / parent in small view": "",
  "Picture in Picture / parent in large view": "",
  "Parent Only": "",
  "No Parent": "",
  "2nd Screen Ratio": "",
  "The width/height ratio of the secondary screen": "",
  "2nd Screen pos": "",
  "Initial position of secondary screen": "",
  "2nd screen size (percentages)": "",
  "Second screen size in percentages": "",
  "Show first slide": "",
  "Display first slide when player loads": "",
  "Enables wireless streaming of audio, video, and photos, together with related metadata between devices, for iOS.": "",
  "Supports replacing the player \"play button\" with a callout to native player, for Mobile Devices.": "",
  "Base URL for applink, Android.": "",
  "Base URL for applink, iOS.": "",
  "Landing page for app install; shown if applink URL is not a web page.": "",
  "Add the Related Videos screen at the end of the video to attract users to watch additional videos.": "",
  "Related Entries Source": "",
  "Select the related entries source.": "",
  "<p style='text-align: left'>Defines the URL for a related item click</p>\r\n\t\t\t\t\t\t\t\tIf this left blank the click will replace the current video with a new one.\r\n\t\t\t\t\t\t\t\texample: <b>http://mydomain.com/?videoId={related.selectedEntry.id}</b> as a custom\r\n\t\t\t\t\t\t\t\tURL with the entry id as postfix": "",
  "Number of seconds for auto play.": "",
  "Maximum number of items to show on the related screen.": "",
  "Display related screen automatically when playback has finished": "",
  "Send context with the playlist (_KDP_CTXPL sends this automatically)": "",
  "Should the Next Item be automatically played.": "",
  "Store the played entries across page views in related clips display": "",
  "Enables overwriting player strings.<br>For full string keys listing, review the <a href=\"http://player.kontorol.com/docs/Strings\" target=\"_blank\">Strings documentation page.</a><br>You can override strings seperately for different locales by adding the locale code before the string key and then a dot. For more info, look at the <a href=\"http://player.kontorol.com/modules/KontorolSupport/tests/StringsLocale.html\" target=\"_blank\">Strings locale demo.</a>": "",
  "Strings": "",
  "Key / Value pairs of strings to overwrite": "",
  "Strings to overwrite:": "",
  "Support Hammer.js events against the player canvas.": "",
  "The list of named hammer events to track seperated by spaces.": "",
  "JSON object of hammer initialization options": "",
  "360 videos": "",
  "Enable 360 videos on the player": "",
  "If the 360 should be activated.": "",
  "Enable 360 videos": ""
}           
